Repository: BasavarajIOS/YPImagePicker
Catalog: Resources/*.lproj/YPImagePickerLocalizable.strings
Languages: kn_in, mr_in, te_in

# YPImagePickerPermissionDeniedPopupCancel
source: Cancel
kn_in: ರದ್ದುಮಾಡಿ
mr_in: रद्द करा
te_in: రద్దు

# YPImagePickerVideo
source: Video
mr_in: व्हिडिओ

# YPImagePickerCancel
source: Cancel
kn_in: ರದ್ದುಮಾಡಿ
mr_in: रद्द करा
te_in: రద్దు

# YPKeepRecording
source: Keep Recording
mr_in: रॆकॉर्डिंग सुरु ठेवा

source: Preview
kn_in: ಪ್ರಿವ್ಯೂ
mr_in: प्रीव्यू
te_in: ప్రివ్యూ

source: Proceed
kn_in: ಮುಂದುವರಿಸಿ
mr_in: सुरु ठेवा
te_in: కొనసాగండి

source: Restart
kn_in: ಮತ್ತೆ ಪ್ರಾರಂಭಿಸಿ
mr_in: परत सुरु करा
te_in: మ‌ళ్లీ ప్రారంభించండి

# confirm_leave_recording_screen
source: Are you sure you want to leave the recording screen?
kn_in: ರೆಕಾರ್ಡಿಂಗ್ ಸ್ಕ್ರೀನ್ ಬಿಡಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
mr_in: आपल्याला रेकॉर्डिंग बंद करायचे आहे का?
te_in: మీరు ఖచ్చితంగా రికార్డింగ్ స్క్రీన్ నుండి నిష్క్రమించాలనుకుంటున్నారా?

# resume_recording
source: No, Keep recording
kn_in: ಇಲ್ಲ, ರೆಕಾರ್ಡಿಂಗ್ ಆಗುತ್ತಿರಲಿ
mr_in: नाही, रॆकॉर्डिंग सुरु ठेवा
te_in: లేదు, రికార్డింగ్ ఉంచండి

# recording_button_coachmark
source: Click here to start recording
kn_in: ರೆಕಾರ್ಡಿಂಗ್ ಪ್ರಾರಂಭಿಸಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ
mr_in: रेकॉर्डिंग सुरू करण्यासाठी इथे क्लिक करा
te_in: రికార్డింగ్ ప్రారంభించడానికి ఇక్కడ క్లిక్ చేయండి

# recording_cancel_coachmark
source: Click here to restart recording
kn_in: ರೆಕಾರ್ಡಿಂಗ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ
mr_in: रेकॉर्डिंग पुन्हा सुरू करण्यासाठी येथे क्लिक करा
te_in: రికార్డింగ్ను పునఃప్రారంభించడానికి ఇక్కడ క్లిక్ చేయండి

# recording_paused_coachmark
source: Click here to continue recording
kn_in: ರೆಕಾರ್ಡಿಂಗ್ ಮುಂದುವರೆಸಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ
mr_in: रेकॉर्डिंग चालू ठेवण्यासाठी इथे क्लिक करा
te_in: రికార్డింగ్ కొనసాగించేందుకు ఇక్కడ నొక్కండి

source: Save
kn_in: ಸೇವ್
mr_in: सेव्ह करा
te_in: సేవ్

source: Yes
kn_in: ಹೌದು
te_in: అవును
